{
  "matching_results": 1,
  "session_token": "1_HCWVsI6oebauMTe3W3yJOM1IV2",
  "results": [
    {
      "id": "3c44134260e6037fef15877eeb71eb0b",
      "result_metadata": {
        "confidence": 0.6414666332194946,
        "score": 0
      },
      "speaker": "Tim Green",
      "text": "Okay there's a gentleman I'd like to make a stop. So if all is well in the world you'll second juror triply students. Expecting to have some lectures on the electrical power engineering and festival at full power engineering and I'm so gonna run perfectly smoothly for the next. 10 weeks also okay so I didn't introduce myself my name's Tim green also a little bit about myself further in in a moment potential got the pleasure real company for 15 lectures the intention is to give you essentially an overview of electrical power engineering so you've seen a little bit of this already in first to you done a course on energy conversion so what I'm going to add to that to the beginning is a bit of a discussion about the electricity supply industry. Where it's come from why is configured the way it is and then skip through 5 for the topics which are examples of the sorts of technologies that are going to come together within.industry I'm. I've got lecture notes to give you I'm not giving you the right straight to icicle booklets of notes. Which I'll give it to the end of today's lecture because today I just wanna have a bit of a discussion around some issues and unless you some questions as well so it's more appropriate to give the notes heart at the end. The notes are. Closely aligned to watch you'll see on the screen on the slide that actually written up as as. Ozone with figures whatever's the not copies of the slides but they're very closely aligned slides if they have a diverge I can always make the slides available to you if that's what you want. There said that about myself. But on that pressed the wrong button. So that's great to green the course I'm going to give you I've got a couple of different roles. So let me just tell you a little bit about what they also festival. I think this thing called the energy future slop you've probably noticed the next door to the little science has electrical and electronic engineering there's another one this is Angie futures lap. You may be curious enough to try and find out for yourselves what it's about. But some years ago imperial recognize that they were. A number of topics there's no 6 topics which don't fit well into the academic disciplines which we organize all the nurses we organize around the disciplines we teach. I'm in research topics under the some teaching topics don't really fit within the thought so so we have got 7 different engineering departments there are a lot of topics the ducks respect those boundaries so. Climate change is one is in the ground from his chief of climate change in environment energy is another this global health initiative data science which is on the walkway there's another on security technology on the latest of these instances on molecular sciences on each of the institute's has a mission to bring researchers together from different disciplines look for fresh and interesting things to do that fit between the district boundaries uneasy look for opportunities to get not funded it's mostly research mission but not in taught it's also an educational mission so the engine fits slop runs an embassy in insisting religion futures. So I've been leading up the last 2 years it was previously led by profession fastened larger Brandon from from earth sciences. Which I find terrifically interesting of I've listed here the 5 big thematic areas that we were kinda so sustainable power generation includes all the things you might expect around folks will take energy solar energy bio fuels wind energy and various forms of marine energy I'm one of the charms of imperial college is that it's got a breadth of expertise in across these areas so so in some places you wouldn't find solar energy concentrating on one or 2 topics but here we have experts in physics who look at very high efficiency solar cells using quite exotic semiconductor technology I'm we have others pursuing a quite different approach which is don't target high efficiency instead target low cost and go from very cheap printable thin film of an organic football takes and we have others in to clean civil engineering in on it and chemical engineering looking out so the thermal energy capture another's looking at ways of turning solar energy into fuels directly so this is a the Charlie imperialism we don't back when this we were across a broad range of topic areas since fascinating carbon capture and storage is a huge activity of 6 within something cool thing fossil fuels. In some ways is a really good example of interdisciplinary research because to capture carbon from the combustion process you have to understand the chemistry of life if you're going to do that out the schedule palace station you have to scale it up through. Through chemical engineering if you're gonna store the carbon dioxide that you've captured it you have to understand something about the sub surface and geological conditions are going to let you store it for tens or hundreds of thousands of years at least. You have to understand how a carbon capture fitted fossil fuel plants behaves differently within an hour Christy system and you have to understand how you're going to bring that into a market environments and how props in the 80 days you subsidize out technology until you've cracked all of the technical problems and got it done to cost that's manageable. I'm. The infrastructure pieces where most of us in this public work on on great systems but it's not just an optical princes other energy factors on energy storage is in that. On the demand side do it mostly ons the urban environments how to cities use energy how to transport systems use energy an important thing to keep in place in London is to bring evidence song on energy technologies and energy policy to policy makers in in arms a government U. K. government European governments city governments and so forth unaffected recently overseas governments including later this month from the Chinese government. So that's. A big chunk of what I do is run.interdisciplinary activity for imperial the other thing I do is sit in one of the research groups so controlling power research group which is all because. Eleventh floor of this building is a coming together of those people who do control engineering so talk to John Lucas teaching system I think yep well controlled engineering so these control specialists of this song these are the powers specialists of this site. I'm is actually quite a lot of interplay between those 2 topics at least at the research level. Why the other way we are. White topic areas power electronics before I discuss this slide can I ask you a question. Have you stopped to consider in a more input we come up with an answer as to what's the difference between electrical engineering on electronic engineer. Was not never troubled. Yeah. Filter changes so. Hi. Not seem reasonable it's it's stress on voltage range low low the low voltage part of what we do in this department to sell a product of high voltage electrical. Yeah. Hi power. Low power is electronics and then high power. Into electrical. Me what his out from Exxon kilowatts is. That's cool. Kind of similar not the identical definition for kind of similar yeah. So I. Yeah. All the time and. But if you'll make a left. Yeah yeah so the difference is not using a definition based on voltage current or power it's. Chips were electronic on things lectins mechanical electrum Ultramagnetic I think you said. A great system. I think that's a bit closer to what I would say for this you know and I don't think we need to worry about strictly all the answers. Electrical engineering was probably arrived on the scene first and it's the bits of the subject historically where. You consider the flow of current to be a continuous process I'm I'm you know you'd see that in the question like the force exerted on the current carrying conductors is B. I. L. it's the flux density times the current times the length you just thinking of a flow of current was electronic devices so originally semula commission devices files and then diodes and transistors where where you needed to understand the behavior of electrons as individual particles okay putting wave particle duality to one side but what do you what you thought of the device and needed to understand the device in terms of electrons in that behavior Seletar compliance. Just flow of charge it's electrical which comes a bit closer to what you said but I think it carry that baggage of the other 2 and says that it tends to be the lead electromagnetic type stuff is the big stuff into the Los megawatts of high voltage and out of town exist on the other end so. It's kind of curious and historical. Probably the more in useful distinction in this department now is between the bits of the department that work on. And that's gonna tronic engineering for this purpose of processing information and signals on the bits that probably work on that processing off of energy valve and signal so on that basis we certainly don't split down the middle those of us concerned with press Alex Alex for processing energy are the minority the department I'm mostly common is concerned with information systems. What a bother launch into that because of this curious title the bit off the subject that I do is cool power electronics so it's to do with processing. Hello also megawatts and so forth. It's it's using semiconductor devices to do it so it's kind of comics and gain some years ago that title product from next so I do I do that but too scales if you like the one scale so I'm all of it that I too is directed towards the entrance to supply industry the other bits product comics to do with motion control and motives and so forth. So some is to do with the local distribution network so here you say pretty dull looking straight cabinet inside it is some electronics that we had a role in in these 2 in the top level design but actually what we did most office the control system for this I'm not sought link between us and on our colleagues in the control specialty irons. That's a picture of my research lab done a level one so you set the other side of the glass partition in the teaching lab in mind post crescent and post office would be on the side of it. We've got some equally dull like great boxes too much the dark gray boxes most of what we do is is controlled instability studies so maybe doctor Jimmy Clausen part got not but suppose 0 plots on on the complex plane if that helps us understand whether the thing we've built and designed it is stable. And also worked at a higher power level full what's called high voltage DC transmission systems these of the systems the interconnect between countries typically and also connect to the large offshore wind farm so it's it's on it's built on a considerably bigger scale this is a picture inside one of the the convertibles there are 2 people stood at the bottom like to give you a sense of scale on this is a big converts the stock. Set of modules these modules. They process about one to 1.5000 amps and about 2 to 2.5000 votes and then there's a stack of these in series to get up to higher voltages thought things of value to me to off load a sense of scale we do something much smaller in the laugh we billed as much of a competitive but we do it's a at regions filtration which is current so it's quite large numbers of modules about 60 of them stacked in there again with we're looking at responses to 2 trends in the fence and and the stability of the control us. Okay. So it's 2 things I'm a researcher to impartial make summer and lead ins if you to slap sorry this is some of my team something on that so transaction a PhD students get on a cold recently finished a PH these in here knows postdoc research as Michael. A post op for a while so you've seen some of those guys in the lab and some of them I think one of help to first and second a lap full helps teach but in the third year power 20 schools in Michael teaches a bit in the fourth. What I put that in because you know. I think it was over the research of but I'm probably much more research manager and and these guys to the hard work I look at it as consultants rolls Royce. Rose was don't make cost BMW make Kassem bachelors rolls Royce and a license rolls Royce make gas turbines largely for aerospace this is the Trent 1000 engine that powers the Boeing 787. It's a high bypass. Total turbo find gas to about some you might know this stuff some of you might. But find it difficult to catch big fan of the front it's stuff some error in here it's not safe for the stage of compresses the that square hi high pressure air into the combustion chambers where it's at but with kerosene stocks is a turbine that drives the compressor stages that's a low pressure turbine that follows the high pressure turbine that captures more the energy and drives the big sign up front. 80 to 90 percent of the adult not big fan captures is chucked out the back is cold air that's what I was the playing about 40 megawatts of propulsive power and 10 to 20 percent of the artist for the compressed and into the combustion chamber this. So about 40 megawatts of of propulsion power. Boeing 787 because about a medical of electrical power on board so there is a few blocks a shot off down here to a about a half a kilowatt generator there's another 1 on the other engine that's where we first got involved discussing this select ranging hearing point of view. Difficult is going to build those things more more efficient in a bigger bigger fans I'm not makes the design of the aircraft difficult got little space under the wings to hang them a lot of drag created by these very big engines. So. People are getting brave and thinking about this keep the course of the engine hanging under the wing where you've got them but don't put big fans on them. Put generators on the a drive a set of electrical funds on the back edge of the wing with a much more aerodynamic efficient I thought looks like the way you get aircraft to fly much more efficiently but now the thing is carrying around 5200 megawatt electrical system on board on fox what does fox on interested in talking to people like me and they also do propulsion systems for ships which is some run out sets of diesel engines driving generators driving an electrical bus to steerable propellers on the back and thrust as in the bio to make highly maneuverable ships. Tossed by federal. My work life balance is appalling but I do spend a bit of time with my 9 year old boy we like to go walking that a fantastic break between Christmas and new year in China some of the you would have recognized the great wall it's **** cold in China at that time of year. But. I challenge you to find a picture of the great wall with so few people on it if you go in June this option the credit go in between Christmas and new year I thought she quite quiet. I used to I still have only used to have a much more strong interest in steam engines I don't get to do that very much I have occasionally driven one I'm not tremendous fun on fantastically interesting. Enough okay I'm. I took a lot of time doing that sort. I I'm going to spend some time now trying to find out a bit more about what you already know about and it's 60 analysis to supply systems so. What might be in a. Useful starting point is to so the hidden. So down here the classic 3 pin socket that we use in the U. K.. Used by all the major nations of the world. U. K. Malta Singapore and Hong Kong. What my connecting to a cat that what's my expectancy able to find it not socket how would I describe it props technically some numbers the budget. Also today I also could question confusing Legolas lots of chatter but no who volunteered on says. Any technical description of of what it is that pouring out of that sucker. Ground positive and negative as the 3 terminals. Anything else would not want to say about that socket. On the. AC concert 50 hertz okay. Okay so you're describing them as phase a neutral and you had to describe them as positive and negative okay we might want to come back and see if we can reconcile those fears. So the one number you got was 50 hertz any of the numbers. 230. Pulse okay. What about the current. 6 of 16 amps. 20 ounce was it and if anyone paid higher. You can get 16 sockets these ones are 13 I'm. Hi all if we do this 230 votes. And 13 amps. That makes it a shade over 3 kilowatts. We don't always take 3 tell what's out of it so what gives if I take the last part of it one of my doing I might consider a low voltage and low current. So these are another thing we can say is these a voltage source what's defined as it's 230 votes give or take a bit and that's the current that varies as I connect different leads to it. What about why we do it that way why do we have a full social system analyze the currents of a very. Why don't we have a current school system allow the voltage to very. Like he's a current yeah. Then you get a lot of love. What. I don't disagree with you but come back up a little bit why would a current school system need to grace losses. Hi thank you both so it is not. Which is currently very 0. You got it. You have consistently. And out of the meeting is just throwing more current the general great yeah hello. Yeah I don't I don't think I can answer buried in the. It is an assumption that all losses are related to the current. Like us we don't have to post too long think it's it's always great awe is that losses loss in the resistance of the wires and yes if you run a current school system in it it might seem at first glance that's quite tricky thing to do but is feasible. Then your losses your you got 13 I'm circulating continuously your losses of that even if you're not pulling load your losses of that even if you're only putting a small what is if you run a voltage school system where the current fluctuates up and down you've got a century not quite no losses when there is no load on your losses track up and down with love and that's because losses are principally about. Jul heating in in resistance. Very nice to 30 votes. How do you want to go with that is that the only voltage we use. Collagen graphically is a different elsewhere in the world is it different anyone else. 20 in Europe. So that's a disagreement I like disagreement it's much more interesting what did you say no. Yeah I know a North America about 110 votes in in North America 230 votes in in Europe that's harmonize it used to be the U. K. run at 240 volts most of continental Europe at 220 volts it was harmonized on 230 votes. There's a clever Dodge around that in the U. K. we run up to 30 votes plus 10 percent minus 6 percent tolerance band but takes in the L. 240 so we didn't have to change anything immediately and in Europe the run at 220 volts if you do to 30 volts minus 10 percent plus 6 percent you can still run at 220 so we did a bit of a Dodge. The charm of it is though that if you pay the full equipment supplies if it is on your commitment to a 230 volts plus minus 10 percent it'll work anywhere within within the jurisdiction. There are most of the world divides into those at all give or take 110 votes on those around give or take 230 faults there are. Someone Columbia I think runs about 47 votes or something which is the old but most will devise and one of the 2 camps. Should we worry yeah I mean well why might that be that. Difference. Between the 2 major voltage groups in the world. Not expecting much financial this one to be Frank it's just historical really went once you've started building a system and local manufacturers of started building equipment to work with that you lock into one of the 2 ranges the differences between the 2 actually quite small ready you know there are there are some arguments around the lower voltages require high currents it means you got fixed copper cables in in in your house on the other hand it's it's a little bit safer so you know you pay your money takes a choice. Is that it meant for voltages. Do we know of any other voltages that exists around the place. 3 into 94 industrial yeah country roots which is when you come from in the world. Germany okay so we it's it's similar to the other 1 we've convert would so we used to run a 415 votes in this country the full force of small scale industry 380 in Germany converged on 400. Any other folks just. Distribution network. Yeah so there's a U. K. examples as you go up in the voltage levels it can tend to get a bit more country specific so we run pops on local network on 11000 volts 11 KV and 33 KV. It's not about as high as it gets. Nope you're. For the close it for the national grid system in this country yes so. Why do we run our national transmission system a folder KV a local distribution not say 11 K. very produced 230 votes in the house so. It is both but again there's some talk that why is it easier to transport to the high voltages. I was not good. Yeah. Search back to I squared off I spent hours our enemy. So if you want officials say we have a choice transmitting a certain amount of power high voltage and low current or high turn and low voltage you choose high voltage and low current to keep the losses start. Why not. Useful under KV everywhere then if that's the most efficient system. So I would waive that come from. You don't need it okay but is still arguably more efficient. I'll grant you that. 24 the TV on a wall socket. May raise some safety concerns yes granted. One sent to me. I mean you've got 8 centimeters or for clothes. Not like that. Yeah yes your your insulation regime becomes tricky for sure yes on and you couldn't read on Aaron selection so you notice on on tie was and and and overhead lines there's no insulation on the conductor's there's the insulated by the ad that surrounds them and on this of. A break time distance of of which I will break break down you bring enough conductor you say really within a few centimeters of one of those lines at the I will I know it's break time. But why do we have so so we know what you've got low issue both which is full for domestic supply and hundreds of KV for national transmission systems. Why do we drop the voltage down to something in the low tens of K. V. for local distribution. Why don't we go for the cave a. 2 right by the house and then dropped to 200 Bucks. Yes. I sort of hung go up so no no I'm not gonna argue that gonna take that same thing yeah the sort of equipment you've got to use it to connect to form the tavy systems means very large transformers is okay so roughly speaking the size of a transformer is related to its power rating so it's full version current products. Frequency comes in there as well. But the insulation system of course is dominated by the voltage and so so for the KV transforms who have a very particular installation system makes a very expensive the protection systems the circuit breakers and so forth that you put around back to deal with faults become very expensive so for the TV equipment is very expensive if you'll transmitting power. From a wind farm in in mid middle Scotland down to the London area over whatever that is yeah pushing 0 kilometers but less it's worth the expense of the big transformers the 2 and get up to the high voltage to make the saving in losses to really playing a trade off between capital cost in running cost when you lose power when you have an efficiency that's money you're putting down the drain you have to buy you know that the transmission companies buying the electricity that is turning up the heat in the wires on over a 40 or 50 a lifetime that. DOT accumulated lost energy and money balances with the capital cost of higher Quitman. When you go down to local districts within the town or city. You got frequent points of what you're trying to make connections you got transformers frequently if you did that very high voltage you'll capital cost would would be unbearable so you drop down to the low voltages where you gets higher losses but lower capital costs and thought the economic up to a. My colleague professor strata is the one who does the techno economic analysis that figures out what the economical if these things are. With their own like a safety considerations like if you have a cold one goes down. Yeah that might be more dangerous than running for one through 4. Yes I guess there is. The base price how close we get to some of the. Kids how much any pictures yet the selection of. What. That's not moving it also you see in this one okay we've also put you know where that is don't you okay so now you know that until colleges supplies at 22 KV. It's it's it's such an arcade voltage bits of west London on 22 KV in there's no new equipment going at that. Okay let this go back up then. You get a much better price price ha ha if you recognize anything on that picture. Taken in the same place. Yes. So who the people. 1971 also this was taken. That's quick that's Freddie Mercury in a primary yes. Because you might have known and you might not that the primate was here doing a PhD in 197071 when queen was formed an abandoned his PhD reckless and stupid as that was. Came back in look but 2009 and then finish his PhD off. Okay when was I really going with that. Also seen as we're doing. Recognizes what to recognize anything in that picture. It is a stadium. So I'm guessing not many of you play the sport concerns. Sorry is that what what what. No I'm not a sports we're talking about. It's 510 now. That doesn't help you much it is a sports ground. Because quite a lot of cross that singles cricket ground account I'm not a cricket enthusiast either this is the region's part canal for walking regions popped up. Quite a nice school. I'm gonna picture for the picture in here this if you look down when you're walking along the ridge topo off of the region's pop canal on the concrete slabs along the towpath is his danger high voltage. That's because underneath there. Also cables on that the tune in 75 KV transmission cable so it's to your point we sometimes out you get quite close to those cables these are the cables at the other end going into city road substation city road substation is is the main substation supplying the the city of London so it's a strategic asset. This is actually saying Jones would substation here. In city centers you have to somehow find lands for quite big electrical installations there's a national grade 400 KV to 132 KV substation a next door to it a U. K. power networks 132 K. V. down to 33 and 22 K. free. Okay. I come back to you you told me it was 50 hertz I say. Do you know why we use I say. And if you tell the does anyone else want to help well come in the front row that's. You do. Because you can use transformers he will say that when you. Not use a free bonus so I'm yeah. In some pop so transformers are the key mechanism we have full swapping voltages we've made the case for why you need low voltage here you need extra high voltage transmission on you need into media vultures and distribution systems you gotta be a swap between them and transforms the way we do that. Some of you will know I think it's it's quite well known that there was a huge debate sickly in in in the U. S. between using DC and using a safe with with Westinghouse and Tesla who I think at that time had recently moved from Belgrade to United States. 7 it behind a city on an Edison 7 behind DC and it was called the war of the currents and some such on an Edison. Was quite a showman and famously said.dot AC was so dangerous that it was perfect for for electric chairs for excusing people on in honor of this great thing it should be electrocution should be renamed western housing you know that you really haven't quite a dig at Westinghouse in most of Europe does the debate was nothing like his as as fierce there wasn't an Edison equipment I think.",
      "enriched_text": {
        "sentiment": {
          "document": {
            "score": 0.339241,
            "label": "positive"
          }
        },
        "entities": [
          {
            "count": 4,
            "sentiment": {
              "score": -0.645678,
              "label": "negative"
            },
            "text": "Europe",
            "relevance": 0.748269,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "MusicalGroup",
                "BroadcastArtist",
                "FilmMusicContributor",
                "Lyricist",
                "MusicalArtist",
                "RecordProducer",
                "Continent"
              ],
              "name": "Europe",
              "dbpedia_resource": "http://dbpedia.org/resource/Europe"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0.619903,
              "label": "positive"
            },
            "text": "researcher",
            "relevance": 0.561064,
            "type": "JobTitle"
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0.622771,
              "label": "positive"
            },
            "text": "London",
            "relevance": 0.552975,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "City"
              ]
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": -0.75178,
              "label": "negative"
            },
            "text": "London",
            "relevance": 0.528548,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "GovernmentalJurisdiction",
                "TouristAttraction",
                "City"
              ],
              "name": "London, Ontario",
              "dbpedia_resource": "http://dbpedia.org/resource/London,_Ontario"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0.870295,
              "label": "positive"
            },
            "text": "Tim green",
            "relevance": 0.514884,
            "type": "Person",
            "disambiguation": {
              "subtype": [
                "Athlete",
                "Writer",
                "FootballPlayer",
                "TVPersonality",
                "BroadcastArtist"
              ],
              "name": "Tim Green",
              "dbpedia_resource": "http://dbpedia.org/resource/Tim_Green"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": -0.625254,
              "label": "negative"
            },
            "text": "Boeing",
            "relevance": 0.502405,
            "type": "Company",
            "disambiguation": {
              "subtype": [
                "AircraftDesigner",
                "AircraftManufacturer",
                "ProjectParticipant",
                "RocketManufacturer",
                "SpacecraftManufacturer"
              ],
              "name": "Boeing",
              "dbpedia_resource": "http://dbpedia.org/resource/Boeing"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0.788163,
              "label": "positive"
            },
            "text": "China",
            "relevance": 0.483791,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "Region",
                "AdministrativeDivision",
                "GovernmentalJurisdiction",
                "Kingdom",
                "FilmScreeningVenue",
                "Country"
              ],
              "name": "China",
              "dbpedia_resource": "http://dbpedia.org/resource/China"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": -0.870136,
              "label": "negative"
            },
            "text": "Dodge",
            "relevance": 0.482699,
            "type": "Company",
            "disambiguation": {
              "subtype": [
                "AwardWinner"
              ],
              "name": "Dodge",
              "dbpedia_resource": "http://dbpedia.org/resource/Dodge"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Germany",
            "relevance": 0.482373,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "GovernmentalJurisdiction",
                "Country"
              ],
              "name": "Germany",
              "dbpedia_resource": "http://dbpedia.org/resource/Germany"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Brandon",
            "relevance": 0.47457,
            "type": "Person"
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Michael",
            "relevance": 0.474385,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Exxon",
            "relevance": 0.46896,
            "type": "Company",
            "disambiguation": {
              "subtype": [],
              "name": "Exxon",
              "dbpedia_resource": "http://dbpedia.org/resource/Exxon"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": -0.578553,
              "label": "negative"
            },
            "text": "Jimmy Clausen",
            "relevance": 0.464085,
            "type": "Person",
            "disambiguation": {
              "subtype": [
                "FootballPlayer"
              ],
              "name": "Jimmy Clausen",
              "dbpedia_resource": "http://dbpedia.org/resource/Jimmy_Clausen"
            }
          },
          {
            "count": 2,
            "sentiment": {
              "score": -0.424788,
              "label": "negative"
            },
            "text": "Westinghouse",
            "relevance": 0.460458,
            "type": "Company"
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Royce",
            "relevance": 0.454199,
            "type": "Person"
          },
          {
            "count": 2,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "fox",
            "relevance": 0.442733,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0.796031,
              "label": "positive"
            },
            "text": "John Lucas",
            "relevance": 0.436808,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "engineer",
            "relevance": 0.435031,
            "type": "JobTitle"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Alex Alex",
            "relevance": 0.434471,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": -0.673472,
              "label": "negative"
            },
            "text": "Los",
            "relevance": 0.428406,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "City"
              ]
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "research manager",
            "relevance": 0.426537,
            "type": "JobTitle"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Hong Kong",
            "relevance": 0.425498,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "HumanLanguage",
                "AdministrativeDivision",
                "Country",
                "GovernmentalJurisdiction",
                "BodyOfWater",
                "Cuisine",
                "City"
              ],
              "name": "Hong Kong",
              "dbpedia_resource": "http://dbpedia.org/resource/Hong_Kong"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0.622771,
              "label": "positive"
            },
            "text": "Chinese government",
            "relevance": 0.425128,
            "type": "Organization"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0.711095,
              "label": "positive"
            },
            "text": "Freddie Mercury",
            "relevance": 0.424755,
            "type": "Person",
            "disambiguation": {
              "subtype": [
                "Composer",
                "MusicalArtist",
                "Collector",
                "Guitarist",
                "Lyricist",
                "MusicalGroupMember",
                "FilmActor",
                "TVActor"
              ],
              "name": "Freddie Mercury",
              "dbpedia_resource": "http://dbpedia.org/resource/Freddie_Mercury"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Jones",
            "relevance": 0.417,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "BMW",
            "relevance": 0.41608,
            "type": "Company",
            "disambiguation": {
              "subtype": [
                "Engine",
                "AutomobileCompany",
                "AwardWinner"
              ],
              "name": "BMW",
              "dbpedia_resource": "http://dbpedia.org/resource/BMW"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": -0.635977,
              "label": "negative"
            },
            "text": "Christy",
            "relevance": 0.415802,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Edison",
            "relevance": 0.415121,
            "type": "Company",
            "disambiguation": {
              "subtype": [],
              "name": "Consolidated Edison",
              "dbpedia_resource": "http://dbpedia.org/resource/Consolidated_Edison"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "U. K. Malta Singapore",
            "relevance": 0.409812,
            "type": "Company"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Belgrade",
            "relevance": 0.409178,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "PlaceWithNeighborhoods",
                "FilmProducer",
                "City"
              ],
              "name": "Belgrade",
              "dbpedia_resource": "http://dbpedia.org/resource/Belgrade"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "North America",
            "relevance": 0.40142,
            "type": "Location",
            "disambiguation": {
              "subtype": [
                "Continent"
              ],
              "name": "North America",
              "dbpedia_resource": "http://dbpedia.org/resource/North_America"
            }
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Rose",
            "relevance": 0.398739,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0,
              "label": "neutral"
            },
            "text": "Aaron",
            "relevance": 0.396357,
            "type": "Person"
          },
          {
            "count": 1,
            "sentiment": {
              "score": 0.936151,
              "label": "positive"
            },
            "text": "Frank",
            "relevance": 0.395694,
            "type": "Person"
          }
        ],
        "concepts": [
          {
            "text": "Electrical engineering",
            "relevance": 0.965591,
            "dbpedia_resource": "http://dbpedia.org/resource/Electrical_engineering"
          },
          {
            "text": "High voltage",
            "relevance": 0.84342,
            "dbpedia_resource": "http://dbpedia.org/resource/High_voltage"
          },
          {
            "text": "Low voltage",
            "relevance": 0.786384,
            "dbpedia_resource": "http://dbpedia.org/resource/Low_voltage"
          },
          {
            "text": "Electricity",
            "relevance": 0.755744,
            "dbpedia_resource": "http://dbpedia.org/resource/Electricity"
          },
          {
            "text": "Voltage",
            "relevance": 0.610002,
            "dbpedia_resource": "http://dbpedia.org/resource/Voltage"
          },
          {
            "text": "Energy",
            "relevance": 0.551089,
            "dbpedia_resource": "http://dbpedia.org/resource/Energy"
          },
          {
            "text": "Volt",
            "relevance": 0.488132,
            "dbpedia_resource": "http://dbpedia.org/resource/Volt"
          },
          {
            "text": "Nikola Tesla",
            "relevance": 0.479612,
            "dbpedia_resource": "http://dbpedia.org/resource/Nikola_Tesla"
          }
        ],
        "categories": [
          {
            "score": 0.959861,
            "label": "/business and industrial/energy/electricity"
          },
          {
            "score": 0.907746,
            "label": "/business and industrial/green solutions"
          },
          {
            "score": 0.793574,
            "label": "/business and industrial/energy/renewable energy"
          }
        ]
      },
      "extracted_metadata": {
        "sha1": "109c2ea54e5d7f20a820564070c5750b2b2e5e37",
        "filename": "panopto.json",
        "file_type": "json"
      },
      "title": "Introduction to power engineering"
    }
  ],
  "retrieval_details": {
    "document_retrieval_strategy": "untrained"
  }
}